[{"code":"PAAT","category":"Personal Attributes","subcode":"DIRE","subcategory":"Display Resilience and Courage","description":"Be open and honest, prepared to express your views, and willing to accept and commit to change.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Be open to new ideas and approaches.","Offer own opinion, ask questions and make suggestions.","Adapt well to new situations.","Do not give up easily when problems arise.","Remain calm in challenging situations."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Be flexible and adaptable and respond quickly when situations change.","Offer own opinion and raise challenging issues.","Listen when ideas are challenged and respond appropriately.","Work through challenges.","Remain calm and focused in challenging situations."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Be flexible, show initiative and respond quickly when situations change.","Give frank and honest feedback and advice.","Listen when ideas are challenged, seek to understand the nature of the comment and respond appropriately.","Raise and work through challenging issues and seek alternatives.","Remain composed and calm under pressure and in challenging situations."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Remain composed and calm and act constructively in highly pressured and unpredictable environments.","Give frank, honest advice in response to strong contrary views.","Accept criticism of own ideas and respond in a thoughtful and considered way.","Welcome new challenges and persist in raising and working through novel and difficult issues.","Develop effective strategies and show decisiveness in dealing with emotionally charged situations and difficult or controversial issues."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Create a culture that encourages and supports openness, persistence and genuine debate around critical issues.","Provide clear exposition and argument for agreed positions while remaining open to valid suggestions for change.","Raise critical issues and make tough decisions.","Respond to significant, complex and novel challenges with a high level of resilience and persistence.","Consistently use a range of strategies to remain composed and calm and act as a stabilising influence even in the most challenging situations."]}]},{"code":"PAAT","category":"Personal Attributes","subcode":"ACWI","subcategory":"Act with Integrity","description":"Be ethical and professional, and uphold and promote the public sector values.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Behave in an honest, ethical and professional way.","Build understanding of ethical behaviour.","Follow legislation, policies, guidelines and codes of conduct that apply to your role and organisation.","Speak out against misconduct and illegal and inappropriate behaviour.","Report apparent conflicts of interest."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Represent the organisation in an honest, ethical and professional way.","Support a culture of integrity and professionalism.","Understand and help others to recognise their obligations to comply with legislation, policies, guidelines and codes of conduct.","Recognise and report misconduct and illegal and inappropriate behaviour.","Report and manage apparent conflicts of interest and encourage others to do so."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Represent the organisation in an honest, ethical and professional way and encourage others to do so.","Act professionally and support a culture of integrity.","Identify and explain ethical issues and set an example for others to follow.","Ensure that others are aware of and understand the legislation and policy framework within which they operate.","Act to prevent and report misconduct and illegal and inappropriate behaviour."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Model the highest standards of ethical and professional behaviour and reinforce their use.","Represent the organisation in an honest, ethical and professional way and set an example for others to follow.","Promote a culture of integrity and professionalism within the organisation and in dealings external to government.","Monitor ethical practices, standards and systems and reinforce their use.","Act promptly on reported breaches of legislation, policies and guidelines."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Champion and model the highest standards of ethical and professional behaviour.","Drive a culture of integrity and professionalism within the organisation, and in dealings across government and with other jurisdictions and external organisations.","Set, communicate and evaluate ethical practices, standards and systems and reinforce their use.","Create and promote a culture in which staff feel able to report apparent breaches of legislation, policies and guidelines and act promptly and visibly in response to such reports.","Act promptly and visibly to prevent and respond to unethical behaviour."]}]},{"code":"PAAT","category":"Personal Attributes","subcode":"MASE","subcategory":"Manage Self","description":"Show drive and motivation, an ability to self-reflect and a commitment to learning.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Be willing to develop and apply new skills.","Show commitment to completing assigned work activities.","Look for opportunities to learn and develop.","Reflect on feedback from colleagues and stakeholders."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Adapt existing skills to new situations.","Show commitment to achieving work goals.","Show awareness of own strengths and areas for growth, and develop and apply new skills.","Seek feedback from colleagues and stakeholders.","Stay motivated when tasks become difficult."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Keep up to date with relevant contemporary knowledge and practices.","Look for and take advantage of opportunities to learn new skills and develop strengths.","Show commitment to achieving challenging goals.","Examine and reflect on own performance.","Seek and respond positively to constructive feedback and guidance.","Demonstrate and maintain a high level of personal motivation."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Act as a professional role model for colleagues, set high personal goals and take pride in their achievement.","Actively seek, reflect and act on feedback on own performance.","Translate negative feedback into an opportunity to improve.","Take the initiative and act in a decisive way.","Demonstrate a strong interest in new knowledge and emerging practices relevant to the organisation."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Promote and model the value of self-improvement and be proactive in seeking opportunities for growth and new learning.","Actively seek, reflect on and integrate feedback to enhance own performance, showing a strong capacity and willingness to modify own behaviour.","Manage challenging, ambiguous and complex issues calmly and logically.","Model initiative and decisiveness."]}]},{"code":"PAAT","category":"Personal Attributes","subcode":"VADI","subcategory":"Value Diversity and Inclusion","description":"Demonstrate inclusive behaviour and show respect for diverse backgrounds, experiences and perspectives.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Acknowledge and respect diverse cultures, backgrounds, experiences, perspectives, values and beliefs.","Seek and understand the contributions and perspectives of others.","Be aware of own personal values and biases that may affect others.","Contribute to a supportive and safe working environment."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Be responsive to diverse cultures, backgrounds, experiences, perspectives, values and beliefs.","Seek participation from others who may have different backgrounds, perspectives and needs.","Be open to different perspectives and experiences in generating ideas and solving problems.","Adapt well in diverse environments.","Respond constructively to feedback regarding observations of bias in language or behaviour."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Promote the value of diversity and inclusive practices for the organisation, customers and stakeholders.","Demonstrate cultural sensitivity, and engage with and integrate the views of others.","Look for practical ways to resolve any barriers to including people from diverse cultures, backgrounds and experiences.","Recognise and adapt to individual abilities, differences and working styles.","Support initiatives that create a safe and equitable workplace and culture in which differences are valued.","Recognise and manage bias in interactions and decision making."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Encourage and include diverse perspectives in the development of policies and strategies.","Take advantage of diverse views and perspectives to develop new approaches to delivering outcomes.","Build and monitor a workplace culture that enables diversity and fair and inclusive practices.","Implement practices and systems to ensure that individuals can participate to their fullest ability.","Recognise the value of individual differences to support broader organisational strategies.","Address non-inclusive behaviours, practices and attitudes within the organisation.","Champion the business benefits generated by workforce diversity and inclusive practices."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Create and drive a culture where all staff practice inclusion and value the diversity of people, experiences and backgrounds.","Take advantage of a diverse and inclusive workplace to foster innovation, drive change across the organisation and deliver business outcomes.","Drive the design of equitable workplace systems, policies and practices that enable individuals to contribute to their fullest ability.","Inspire others to become inclusive leaders by modelling inclusive behaviours in everyday actions."]}]},{"code":"RELA","category":"Relationships","subcode":"COEF","subcategory":"Communicate Effectively","description":"Communicate clearly, actively listen to others, and respond with understanding and respect.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Speak at the right pace and volume for diverse audiences.","Allow others time to speak.","Listen and ask questions to check understanding.","Explain things clearly using inclusive language.","Be aware of own body language and facial expressions.","Write in a way that is logical and easy to follow.","Use various communication channels to obtain and share information."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Focus on key points and speak in plain English.","Clearly explain and present ideas and arguments.","Listen to others to gain an understanding and ask appropriate, respectful questions.","Promote the use of inclusive language and assist others to adjust where necessary.","Monitor own and others’ non-verbal cues and adapt where necessary.","Write and prepare material that is well structured and easy to follow.","Communicate routine technical information clearly."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Tailor communication to diverse audiences.","Clearly explain complex concepts and arguments to individuals and groups.","Create opportunities for others to be heard, listen attentively and encourage them to express their views.","Share information across teams and units to enable informed decision making.","Write fluently in plain English and in a range of styles and formats.","Use contemporary communication channels to share information, engage and interact with diverse audiences."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Present with credibility, engage diverse audiences and test levels of understanding.","Translate technical and complex information clearly and concisely for diverse audiences.","Create opportunities for others to contribute to discussion and debate.","Contribute to and promote information sharing across the organisation.","Manage complex communications that involve understanding and responding to multiple and divergent viewpoints.","Explore creative ways to engage diverse audiences and communicate information.","Adjust style and approach to optimise outcomes."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Articulate complex concepts and put forward compelling arguments and rationales to all levels and types of audiences.","Speak in a highly articulate and influential manner.","State the facts and explain their implications for the organisation and key stakeholders.","Promote the organisation’s position with authority and credibility across government, other jurisdictions and external organisations.","Anticipate and address key areas of interest for the audience and adapt style under pressure."]}]},{"code":"RELA","category":"Relationships","subcode":"COTO","subcategory":"Commit to Customer Service","description":"Provide customer-focused services in line with public sector and organisational objectives.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Recognise the importance of customer service and understanding customer needs.","Help customers understand the services that are available.","Take responsibility for delivering services that meet customer requirements.","Keep customers informed of progress and seek feedback to ensure their needs are met.","Show respect, courtesy and fairness when interacting with customers.","Recognise that customer service involves both external and internal customers."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Focus on providing a positive customer experience.","Support a customer-focused culture in the organisation.","Demonstrate a thorough knowledge of the services provided and relay this knowledge to customers.","Identify and respond quickly to customer needs.","Consider customer service requirements and develop solutions to meet needs.","Resolve complex customer issues and needs.","Cooperate across work areas to improve outcomes for customers."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Take responsibility for delivering high-quality customer-focused services.","Design processes and policies based on the customer’s point of view and needs.","Understand and measure what is important to customers.","Use data and information to monitor and improve customer service delivery.","Find opportunities to cooperate with internal and external stakeholders to improve outcomes for customers.","Maintain relationships with key customers in area of expertise.","Connect and collaborate with relevant customers within the community."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Promote a customer-focused culture in the organisation and consider new ways of working to improve customer experience.","Ensure systems are in place to capture customer service insights to improve services.","Initiate and develop partnerships with customers to define and evaluate service performance outcomes.","Promote and manage alliances within the organisation and across the public, private and community sectors.","Liaise with senior stakeholders on key issues and provide expert and influential advice.","Identify and incorporate the interests and needs of customers in business process design and encourage new ideas and innovative approaches.","Ensure that the organisation’s systems, processes, policies and programs respond to customer needs."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Create a culture that embraces high-quality customer service across the organisation, ensuring that management systems and processes drive service delivery outcomes.","Engage and negotiate with stakeholders on strategic issues related to government policy, standards of customer service and accessibility, and provide expert, influential advice.","Ensure that responsiveness to customer needs is central to the organisation’s strategic planning processes.","Set overall performance standards for service delivery across the organisation and monitor compliance."]}]},{"code":"RELA","category":"Relationships","subcode":"WOCO","subcategory":"Work Collaboratively","description":"Collaborate with others and value their contribution.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Work as a supportive and cooperative team member, sharing information and acknowledging others’ efforts.","Respond to others who need clarification or guidance on the job.","Step in to help others when workloads are high.","Keep the team and supervisor informed of work tasks.","Use appropriate approaches, including digital technologies, to share information and collaborate with others."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Build a supportive and cooperative team environment.","Share information and learning across teams.","Acknowledge outcomes that were achieved by effective collaboration.","Engage other teams and units to share information and jointly solve issues and problems.","Support others in challenging situations.","Use collaboration tools, including digital technologies, to work with others."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Encourage a culture that recognises the value of collaboration.","Build cooperation and overcome barriers to information sharing and communication across teams and units.","Share lessons learned across teams and units.","Identify opportunities to leverage the strengths of others to solve issues and develop better processes and approaches to work.","Actively use collaboration tools, including digital technologies, to engage diverse audiences in solving problems and improving services."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Recognise outcomes achieved through effective collaboration between teams.","Build cooperation and overcome barriers to information sharing, communication and collaboration across the organisation and across government.","Facilitate opportunities to engage and collaborate with stakeholders to develop joint solutions.","Network extensively across government and organisations to increase collaboration.","Encourage others to use appropriate collaboration approaches and tools, including digital technologies."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Establish a culture and supporting systems that facilitate information sharing, communication and learning across the sector.","Publicly celebrate the successful outcomes of collaboration.","Seek out and facilitate opportunities to engage and collaborate with stakeholders to develop solutions across the organisation, government and other jurisdictions.","Identify and overcome barriers to collaboration with internal and external stakeholders."]}]},{"code":"RELA","category":"Relationships","subcode":"INAN","subcategory":"Influence and Negotiate","description":"Gain consensus and commitment from others, and resolve issues and conflicts.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Use facts to support claims.","Help to find solutions that contribute to positive outcomes.","Contribute to resolving differences with other staff or stakeholders.","Respond to conflict without worsening the situation and refer to a supervisor where appropriate.","Know when to withdraw from a conflict situation."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Use facts, knowledge and experience to support recommendations.","Work towards positive and mutually satisfactory outcomes.","Identify and resolve issues in discussion with other staff and stakeholders.","Identify others’ concerns and expectations.","Respond constructively to conflict and disagreements and be open to compromise.","Keep discussions focused on the key issues."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Negotiate from an informed and credible position.","Lead and facilitate productive discussions with staff and stakeholders.","Encourage others to talk, share and debate ideas to achieve a consensus.","Recognise diverse perspectives and the need for compromise in negotiating mutually agreed outcomes.","Influence others with a fair and considered approach and sound arguments.","Show sensitivity and understanding in resolving conflicts and differences.","Manage challenging relationships with internal and external stakeholders."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Influence others with a fair and considered approach and present persuasive counter-arguments.","Work towards mutually beneficial ‘win-win’ outcomes.","Show sensitivity and understanding in resolving acute and complex conflicts and differences.","Identify key stakeholders and gain their support in advance.","Establish a clear negotiation position based on research, a firm grasp of key issues, likely arguments, points of difference and areas for compromise.","Anticipate and minimise conflict within the organisation and with external stakeholders."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Engage in a range of approaches to generate solutions, seeking expert inputs and advice to inform negotiating strategy.","Use sound arguments, strong evidence and expert opinion to influence outcomes.","Determine and communicate the organisation’s position and bargaining strategy.","Represent the organisation in critical and challenging negotiations, including those that are cross-jurisdictional.","Achieve effective solutions when dealing with ambiguous or conflicting positions.","Anticipate and avoid conflict across organisations and with senior internal and external stakeholders.","Identify contentious issues, direct discussion and debate, and steer parties towards an effective resolution."]}]},{"code":"RESU","category":"Results","subcode":"DERE","subcategory":"Deliver Results","description":"Achieve results through the efficient use of resources and a commitment to quality outcomes.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Seek clarification when unsure of work tasks.","Complete own work tasks under guidance within set budgets, timeframes and standards.","Take the initiative to progress own work.","Identify resources needed to complete allocated work tasks."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Seek and apply specialist advice when required.","Complete work tasks within set budgets, timeframes and standards.","Take the initiative to progress and deliver own work and that of the team or unit.","Contribute to allocating responsibilities and resources to ensure the team or unit achieves goals.","Identify any barriers to achieving results and resolve these where possible.","Proactively change or adjust plans when needed."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Use own and others’ expertise to achieve outcomes, and take responsibility for delivering intended outcomes.","Make sure staff understand expected goals and acknowledge staff success in achieving these.","Identify resource needs and ensure goals are achieved within set budgets and deadlines.","Use business data to evaluate outcomes and inform continuous improvement.","Identify priorities that need to change and ensure the allocation of resources meets new business needs.","Ensure that the financial implications of changed priorities are explicit and budgeted for."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Seek and apply the expertise of key individuals to achieve organisational outcomes.","Drive a culture of achievement and acknowledge input from others.","Determine how outcomes will be measured and guide others on evaluation methods.","Investigate and create opportunities to enhance the achievement of organisational objectives.","Make sure others understand that on-time and on-budget results are required and how overall success is defined.","Control business unit output to ensure government outcomes are achieved within budgets.","Progress organisational priorities and ensure that resources are acquired and used effectively."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Use own professional knowledge and the expertise of others to drive forward organisational and government objectives.","Create a culture of achievement, fostering on-time and on-budget quality outcomes in the organisation.","Identify, recognise and celebrate success.","Establish systems to ensure all staff are able to identify direct connections between their efforts and organisational outcomes.","Identify and remove potential barriers or hurdles to achieving outcomes.","Initiate and communicate high-level priorities for the organisation to achieve government outcomes."]}]},{"code":"RESU","category":"Results","subcode":"PLAN","subcategory":"Plan and Prioritise","description":"Plan to achieve priority outcomes and respond flexibly to changing circumstances.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Plan and coordinate allocated activities.","Re-prioritise own work activities on a regular basis to achieve set goals.","Contribute to the development of team work plans and goal setting.","Understand team objectives and how own work relates to achieving these."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Understand the team and unit objectives and align operational activities accordingly.","Initiate and develop team goals and plans, and use feedback to inform future planning.","Respond proactively to changing circumstances and adjust plans and schedules when necessary.","Consider the implications of immediate and longer-term organisational issues and how these might affect the achievement of team and unit goals.","Accommodate and respond with initiative to changing priorities and operating environments."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Consider the future aims and goals of the team, unit and organisation when prioritising own and others’ work.","Initiate, prioritise, consult on and develop team and unit goals, strategies and plans.","Anticipate and assess the impact of changes, including government policy and economic conditions, on team and unit objectives and initiate appropriate responses.","Ensure current work plans and activities support and are consistent with organisational change initiatives.","Evaluate outcomes and adjust future plans accordingly."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Understand the links between the business unit, organisation and the whole-of-government agenda.","Ensure business plan goals are clear and appropriate and include contingency provisions.","Monitor the progress of initiatives and make necessary adjustments.","Anticipate and assess the impact of changes, including government policy and economic conditions, on business plans and initiatives and respond appropriately.","Consider the implications of a wide range of complex issues and shift business priorities when necessary.","Undertake planning to help the organisation transition through change initiatives, and evaluate progress and outcomes to inform future planning."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Establish broad organisational objectives, ensure that these are the focus for all planning activities and communicate these objectives to staff.","Influence the organisation’s current and potential future role within government and the community, and plan appropriately.","Ensure effective governance frameworks and guidance enable high-quality strategic corporate, business and operational planning.","Consider emerging trends, identify long-term opportunities and align organisational requirements with desired whole-of-government outcomes.","Drive initiatives in an environment of ongoing, widespread change with consideration given to policy directions set by the government."]}]},{"code":"RESU","category":"Results","subcode":"THAN","subcategory":"Think and Solve Problems","description":"Think, analyse and consider the broader context to develop practical solutions.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Ask questions to explore and understand issues and problems.","Find and check information needed to complete own work tasks.","Identify and inform supervisor of issues that may have an impact on completing tasks.","Escalate more complex issues and problems when these are identified.","Share ideas about ways to improve work tasks and solve problems.","Consider user needs when contributing to solutions and improvements."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Identify the facts and type of data needed to understand a problem or explore an opportunity.","Research and analyse information to make recommendations based on relevant evidence.","Identify issues that may hinder the completion of tasks and find appropriate solutions.","Be willing to seek input from others and share own ideas to achieve best outcomes.","Generate ideas and identify ways to improve systems and processes to meet user needs."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Research and apply critical-thinking techniques in analysing information, identify interrelationships and make recommendations based on relevant evidence.","Anticipate, identify and address issues and potential problems that may have an impact on organisational objectives and the user experience.","Apply creative-thinking techniques to generate new ideas and options to address issues and improve the user experience.","Seek contributions and ideas from people with diverse backgrounds and experience.","Participate in and contribute to team or unit initiatives to resolve common issues or barriers to effectiveness.","Identify and share business process improvements to enhance effectiveness."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Undertake objective, critical analysis to draw accurate conclusions that recognise and manage contextual issues.","Work through issues, weigh up alternatives and identify the most effective solutions in collaboration with others.","Take account of the wider business context when considering options to resolve issues.","Explore a range of possibilities and creative alternatives to contribute to system, process and business improvements.","Implement systems and processes that are underpinned by high-quality research and analysis.","Look for opportunities to design innovative solutions to meet user needs and service demands.","Evaluate the performance and effectiveness of services, policies and programs against clear criteria."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Establish and promote a culture that encourages innovation and initiative and emphasises the value of continuous improvement.","Engage in high-level critical analysis of a wide range of complex information and formulate effective responses to critical policy issues.","Identify and evaluate organisation-wide implications when considering proposed solutions to issues.","Apply lateral thinking and develop innovative solutions that have a long-lasting, organisation-wide impact.","Ensure effective governance systems are in place to guarantee quality analysis, research and reform."]}]},{"code":"RESU","category":"Results","subcode":"DEAC","subcategory":"Demonstrate Accountability","description":"Be proactive and responsible for own actions, and adhere to legislation, policy and guidelines.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Take responsibility for own actions.","Be aware of delegations and act within authority levels.","Be aware of team goals and their impact on work tasks.","Follow safe work practices and take reasonable care of own and others’ health and safety.","Escalate issues when these are identified.","Follow government and organisational record-keeping requirements."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Be proactive in taking responsibility and being accountable for own actions.","Understand delegations and act within authority levels.","Identify and follow safe work practices, and be vigilant about own and others’ application of these practices.","Be aware of risks and act on or escalate risks, as appropriate.","Use financial and other resources responsibly."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Assess work outcomes and identify and share learnings to inform future actions.","Ensure that own actions and those of others are focused on achieving organisational outcomes.","Exercise delegations responsibly.","Understand and apply high standards of financial probity with public monies and other resources.","Identify and implement safe work practices, taking a systematic risk management approach to ensure own and others’ health and safety.","Conduct and report on quality control audits.","Identify risks to successfully achieving goals, and take appropriate steps to mitigate those risks."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Design and develop systems to establish and measure accountabilities.","Ensure accountabilities are exercised in line with government and business goals.","Exercise due diligence to ensure work health and safety risks are addressed.","Oversee quality assurance practices.","Model the highest standards of financial probity, demonstrating respect for public monies and other resources.","Monitor and maintain business-unit knowledge of and compliance with legislative and regulatory frameworks.","Incorporate sound risk management principles and strategies into business planning."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Direct the development of effective systems for establishing and measuring accountabilities and evaluate ongoing effectiveness.","Promote a culture of accountability with clear links to government goals.","Set standards and exercise due diligence to ensure work health and safety risks are addressed.","Inspire a culture that respects the obligation to manage public monies and other resources responsibly and with the highest standards of probity.","Ensure that legislative and regulatory frameworks are applied consistently and effectively across the organisation.","Direct the development of short-and long-term risk management frameworks to ensure government aims and objectives are achieved."]}]},{"code":"BUEN","category":"Business Enablers","subcode":"FINA","subcategory":"Finance","description":"Understand and apply financial processes to achieve value for money and minimise financial risk.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Understand that government services budgets are limited and must only be used for intended purposes.","Appreciate the importance of accuracy and completeness in estimating costs and calculating and recording financial information.","Be aware of financial delegation principles and processes.","Understand basic compliance obligations related to using resources and recording financial transactions."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Understand basic financial terminology, policies and processes, including the difference between recurrent and capital spending.","Consider financial implications and value for money in making recommendations and decisions.","Understand how financial decisions impact the overall financial position.","Understand and act on financial audit, reporting and compliance obligations.","Display an awareness of financial risk, reputational risk and exposure, and propose solutions to address these."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Understand core financial terminology, policies and processes, and display knowledge of relevant recurrent and capital financial measures.","Understand the impacts of funding allocations on business planning and budgets.","Identify discrepancies or variances in financial and budget reports, and take corrective action.","Know when to seek specialist advice and support and establish the relevant relationships.","Make decisions and prepare business cases, paying due regard to financial considerations."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Apply a thorough understanding of recurrent and capital financial terminology, policies and processes to planning, forecasting and budget preparation and management.","Identify and analyse trends, review data and evaluate business options to ensure business cases are financially sound.","Assess relative cost benefits of various purchasing options.","Promote the role of sound financial management and its impact on organisational effectiveness.","Obtain specialist financial advice when reviewing and evaluating finance systems and processes.","Respond to financial and risk management audit outcomes, addressing areas of non-compliance in a timely manner."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Advocate for committed outcomes to be considered in decision making for project prioritisation and resourcing decisions.","Define organisational directions and set priorities and business plans, referring to key financial indicators and non-financial committed outcomes.","Anticipate operational and capital needs, and identify the most appropriate financing and funding strategies to meet them.","Ensure that the organisation informs strategic decisions with appropriate advice from finance and risk professionals.","Establish effective governance to ensure that financial resources are used ethically and prudently across the organisation."]}]},{"code":"BUEN","category":"Business Enablers","subcode":"TECH","subcategory":"Technology","description":"Understand and use available technologies to maximise efficiencies and effectiveness.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Display familiarity and confidence when applying technology used in role.","Comply with records, communication and document control policies.","Comply with policies on the acceptable use of technology, including cyber security."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Demonstrate a sound understanding of technology relevant to the work unit, and identify and select the most appropriate technology for assigned tasks.","Use available technology to improve individual performance and effectiveness.","Make effective use of records, information and knowledge management functions and systems.","Support the implementation of systems improvement initiatives, and the introduction and roll-out of new technologies."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Identify opportunities to use a broad range of technologies to collaborate.","Monitor compliance with cyber security and the use of technology policies.","Identify ways to maximise the value of available technology to achieve business strategies and outcomes.","Monitor compliance with the organisation’s records, information and knowledge management requirements."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Champion the use of innovative technologies in the workplace.","Actively manage risk to ensure compliance with cyber security and acceptable use of technology policies.","Keep up to date with emerging technologies and technology trends to understand how their application can support business outcomes.","Seek advice from appropriate subject-matter experts on using technologies to achieve business strategies and outcomes.","Actively manage risk of breaches to appropriate records, information and knowledge management systems, protocols and policies."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Support research and expert advice on the application of emerging technologies to achieve organisational outcomes.","Ensure that effective governance frameworks are in place to efficiently and effectively apply technology within the organisation.","Establish effective governance to ensure organisational compliance with cyber security and acceptable use of technology policies.","Critically assess business cases supporting the introduction of technology to improve the organisation’s efficiency and effectiveness.","Ensure that effective policy and procedures are in place for records, information and knowledge management to meet government and organisational requirements."]}]},{"code":"BUEN","category":"Business Enablers","subcode":"PRAN","subcategory":"Procurement and Contract Management","description":"Understand and apply procurement processes to ensure effective purchasing and contract performance.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Comply with basic ordering, receipting and payment processes.","Apply basic checking and quality-control processes to activities that support procurement and contract management.","Understand probity principles relating to purchasing."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Understand and comply with legal, policy and organisational guidelines and procedures relating to purchasing.","Conduct delegated purchasing activities in line with procedures.","Work with providers, suppliers and contractors to ensure that outcomes are delivered in line with time and quality requirements."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Apply legal, policy and organisational guidelines and procedures relating to procurement and contract management.","Develop well-written, well-structured procurement documentation that clearly sets out the business requirements.","Monitor procurement and contract management processes to ensure they are open, transparent and competitive.","Be aware of procurement and contract management risks, and actions to manage or mitigate risk in monitoring contract performance.","Evaluate tenders and select providers in an objective and rigorous way, in line with established guidelines and principles.","Escalate procurement and contract management issues, where required."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Ensure that employees and contractors apply government and organisational procurement and contract management policies.","Monitor procurement and contract management risks and ensure that this informs contract development, management and procurement decisions.","Promote effective risk management in procurement.","Implement effective governance arrangements to monitor provider, supplier and contractor performance against contracted deliverables and outcomes.","Represent the organisation in resolving complex or sensitive disputes with providers, suppliers and contractors."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Ensure that whole-of-government approaches to procurement and contract management are integrated into the organisation’s policies and practices.","Ensure that effective governance processes are in place for the organisation’s provider, supplier and contractor management, tendering, procurement and contracting policies, processes and outcomes.","Monitor and evaluate compliance and the effectiveness of procurement and contract management within the organisation."]}]},{"code":"BUEN","category":"Business Enablers","subcode":"PRMA","subcategory":"Project Management","description":"Understand and apply effective planning, coordination and control methods.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Understand project goals, steps to be undertaken and expected outcomes.","Plan and deliver tasks in line with agreed project milestones and timeframes.","Check progress against agreed milestones and timeframes, and seek help to overcome barriers.","Participate in planning and provide feedback on progress and potential improvements to project processes."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Perform basic research and analysis to inform and support the achievement of project deliverables.","Contribute to developing project documentation and resource estimates.","Contribute to reviews of progress, outcomes and future improvements.","Identify and escalate possible variances from project plans."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Understand all components of the project management process, including the need to consider change management to realise business benefits.","Prepare clear project proposals and accurate estimates of required costs and resources.","Establish performance outcomes and measures for key project goals, and define monitoring, reporting and communication requirements.","Identify and evaluate risks associated with the project and develop mitigation strategies.","Identify and consult stakeholders to inform the project strategy.","Communicate the project’s objectives and its expected benefits.","Monitor the completion of project milestones against goals and take necessary action."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Prepare and review project scope and business cases for projects with multiple interdependencies.","Access key subject-matter experts’ knowledge to inform project plans and directions.","Design and implement effective stakeholder engagement and communications strategies for all project stages.","Monitor project completion and implement effective and rigorous project evaluation methodologies to inform future planning.","Develop effective strategies to remedy variances from project plans and minimise impact.","Manage transitions between project stages and ensure that changes are consistent with organisational goals.","Participate in governance processes such as project steering groups."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Ensure there are systems and effective governance processes in place for project management.","Make decisions on accepting projects based on business cases.","Use the historical, political and broader context to inform project directions and mitigate risk.","Obtain key stakeholders’ commitment to major project strategies, including cross-organisational initiatives, and ensure ongoing communication.","Ensure that project risks are managed effectively, and appropriate strategies are in place to respond to variances.","Drive the changes required to realise the business benefits of the project.","Ensure that project management decisions consider interdependencies between projects."]}]},{"code":"PEMA","category":"People Management","subcode":"MAAN","subcategory":"Manage and Develop People","description":"Engage and motivate staff, and develop capability and potential in others.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Clarify the work required, and the expected behaviours and outputs.","Clearly communicate team members’ roles and responsibilities.","Contribute to developing team capability and recognise potential in people.","Recognise good performance, and give support and regular constructive feedback linked to development needs.","Identify appropriate learning opportunities for team members.","Create opportunities for all team members to contribute.","Act as a role model for inclusive behaviours and practices."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Collaborate to set clear performance standards and deadlines in line with established performance development frameworks.","Look for ways to develop team capability and recognise and develop individual potential.","Be constructive and build on strengths by giving timely and actionable feedback.","Identify and act on opportunities to provide coaching and mentoring.","Recognise performance issues that need to be addressed and work towards resolving issues.","Effectively support and manage team members who are working flexibly and in various locations.","Create a safe environment where team members’ diverse backgrounds and cultures are considered and respected."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Define and clearly communicate roles, responsibilities and performance standards to achieve team outcomes.","Adjust performance development processes to meet the diverse abilities and needs of individuals and teams.","Develop work plans that consider capability, strengths and opportunities for development.","Be aware of the influences of bias when managing team members.","Seek feedback on own management capabilities and develop strategies to address any gaps.","Address and resolve team and individual performance issues, including unsatisfactory performance, in a timely and effective way.","Monitor and report on team performance in line with established performance development frameworks."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Refine roles and responsibilities over time to achieve better business outcomes.","Recognise talent, develop team capability and undertake succession planning.","Coach and mentor staff and encourage professional development and continuous learning.","Prioritise addressing and resolving team and individual performance issues and ensure that this approach is cascaded throughout the organisation.","Implement performance development frameworks to align workforce capability with the organisation’s current and future priorities and objectives."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Ensure performance development frameworks are in place to manage staff performance, drive the development of organisational capability and undertake succession planning.","Drive executive capability development and ensure effective succession management practices.","Implement effective approaches to identify and develop talent across the organisation.","Model and encourage a culture of continuous learning and leadership that values high levels of constructive feedback and exposure to new experiences.","Drive a culture of high performance and ensure performance issues are addressed as a priority."]}]},{"code":"PEMA","category":"People Management","subcode":"INDI","subcategory":"Inspire Direction and Purpose","description":"Communicate goals, priorities and vision, and recognise achievements.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Assist team members to understand organisational directions.","Ensure team members understand the organisation’s policies and services.","Ensure team members understand how their activities align with business objectives and the organisation’s performance.","Recognise and acknowledge team members’ high-quality work and effort."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Assist the team or unit to understand organisational directions and explain the reasons behind decisions.","Ensure that team and unit objectives lead to the achievement of business outcomes that align with organisational policies.","Ensure team members understand how their activities create value for the organisation, customers and stakeholders.","Encourage team members to strive for ongoing performance improvement.","Recognise and acknowledge high individual and team performance."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Promote a sense of purpose, and help the team to understand the strategic direction of the organisation and the needs of customers and stakeholders.","Translate broad organisational strategy and goals into tangible team goals and explain the links for the team.","Ensure that team objectives and outcomes lead to the implementation of government priorities and create value for customers and stakeholders.","Work to remove barriers to achieving goals."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Promote a sense of purpose and enable others to understand the links between government policy, organisational goals and public value.","Build a shared sense of direction, clarify priorities and goals, and inspire others to achieve these.","Work with others to translate strategic direction into operational goals and build a shared understanding of the link between these and core business outcomes.","Create opportunities for recognising and celebrating high performance at the individual and team level.","Instil confidence, and cultivate an attitude of openness and curiosity in tackling future challenges."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Champion the organisational vision and strategy, and communicate the way forward.","Create a culture of confidence and trust in the future direction.","Generate enthusiasm and commitment to goals and cascade understanding throughout the organisation.","Communicate the parameters and expectations surrounding organisational strategies.","Celebrate organisational success and high performance, and engage in activities to maintain morale."]}]},{"code":"PEMA","category":"People Management","subcode":"OPBU","subcategory":"Optimise Business Outcomes","description":"Manage people and resources effectively to achieve public value.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Keep team members informed of the reasons for decisions so that this can inform their work.","Ensure that team members make effective use of resources to maximise business outcomes.","Ensure that team members understand and inform customers about processes, practices and decisions.","Ensure that team members understand business principles to achieve work tasks effectively.","Ensure team goals and standards are met."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Develop team and unit plans that consider team capabilities and strengths.","Plan and monitor resource allocation effectively to achieve team and unit objectives.","When planning resources, consider the attraction and retention of people of diverse cultures, backgrounds and experiences.","Ensure that team members work with a good understanding of business principles as they apply to the public sector context.","Participate in wider organisational workforce planning to ensure that capable resources are available."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Initiate and develop longer-term goals and plans to guide the work of the team in line with organisational objectives.","Allocate resources to ensure the achievement of business outcomes and contribute to wider workforce planning.","When planning resources, implement processes that encourage the attraction and retention of people of diverse cultures, backgrounds and experiences.","Ensure that team members base their decisions on a sound understanding of business and risk management principles, applied in a public sector context.","Monitor performance against standards and take timely corrective actions.","Keep others informed about progress and performance outcomes."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Engage in strategic and operational workforce planning that effectively uses organisational resources to achieve business goals.","Resolve any barriers to recruiting and retaining people of diverse cultures, backgrounds and experiences.","Encourage team members to take calculated risks to support innovation and improvement.","Align systems and processes to encourage improved performance and outcomes."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Ensure that organisational architecture is aligned to the organisation’s goals and responds to changes over time.","Engage in strategic workforce planning and strategic resource utilisation to ensure that the organisation’s aims and goals and the government’s objectives can be achieved.","Align workforce resources and talent with organisational priorities.","Set clear boundaries and freedoms for the organisation in risk taking.","Hold self and others accountable for implementing and maintaining inclusive workforce management practices."]}]},{"code":"PEMA","category":"People Management","subcode":"MARE","subcategory":"Manage Reform and Change","description":"Support, promote and champion change, and assist others to engage with change.","levels":[{"level":1,"name":"Level 1 - Foundational","easyDescription":"I’m new to this capability.","attributes":["Support change initiatives and assist team members to understand their purpose and impact.","Share information with team members to assist them to understand and manage uncertainty and change.","Recognise barriers to change and support the team so they can better accept and facilitate change."]},{"level":2,"name":"Level 2 - Intermediate","easyDescription":"I’ve built up some capability in this area, but have more to learn.","attributes":["Promote change processes and communicate change initiatives across the team or unit.","Accommodate changing priorities and respond flexibly to uncertainty and ambiguity.","Support others in managing uncertainty and change."]},{"level":3,"name":"Level 3 - Adept","easyDescription":"I have put this capability into practice multiple times and am confident in my ability.","attributes":["Support teams in developing new ways of working and generating innovative ideas to approach challenges.","Actively promote change processes to staff and participate in communicating change initiatives across the organisation.","Provide guidance, coaching and direction to others who are managing uncertainty and change.","Engage staff in change processes and provide clear guidance, coaching and support.","Identify cultural barriers to change and implement strategies to address these."]},{"level":4,"name":"Level 4 - Advanced","easyDescription":"This is a strength of mine.","attributes":["Clarify the purpose and benefits of continuous improvement for staff and provide coaching and leadership in times of uncertainty.","Assist others to address emerging challenges and risks and generate support for change initiatives.","Translate change initiatives into practical strategies and explain these to staff, and their role in implementing them.","Implement structured change management processes to identify and develop responses to cultural barriers."]},{"level":5,"name":"Level 5 - Highly Advanced","easyDescription":"I’ve been recognised by others for this and can help teach others.\n","attributes":["Drive a continuous improvement agenda, define high-level objectives and translate these into practical implementation strategies.","Build staff support for and commitment to announced change, and plan and prepare for long-term organisational change, with a focus on the wider political, social and environmental context.","Create an organisational culture that actively seeks opportunities to improve.","Anticipate, plan for and address cultural barriers to change at the organisational level."]}]}]